Repository: hoshiizumiya/OpenNet
Catalog: OpenNet/Strings/*/Resources.resw
Source language: en_us
Languages: fr, it, ja, ko, ru, zh_cn, zh_hant

# ModelTransferInfoStatusInitializing
source: Initializing
fr: Initialisation
it: Inizializzazione
ja: 初期化中
ko: 초기화 중
ru: Инициализация
zh_cn: 初始化中
zh_hant: 初始化中

# ModelTransferInfoStatusTransferring
source: Transferring
fr: Transfert
it: Trasferimento
ja: 転送中
ko: 전송 중
ru: Передача
zh_cn: 传输中
zh_hant: 傳輸中

# ModelTransferInfoStatusCancelled
source: Cancelled
fr: Annulé
it: Annullato
ja: キャンセル済み
ko: 취소됨
ru: Отменено
zh_cn: 已取消
zh_hant: 已取消

# ModelTransferInfoStatusVerifying
source: Verifying
fr: Vérification
it: Verifica
ja: 検証中
ko: 확인 중
ru: Проверка
zh_cn: 校验中
zh_hant: 驗證中

# ViewSettingsPageNoNewerRelease
source: No newer release is available.
fr: Aucune version plus récente n'est disponible.
it: Non è disponibile una versione più recente.
ja: 新しいリリースはありません。
ko: 사용 가능한 최신 릴리스가 없습니다.
ru: Более новой версии нет.
zh_cn: 没有可用的新版本。
zh_hant: 沒有可用的新版本。

# ViewSettingsPageUnableToCheckUpdates
source: Unable to check for updates
fr: Impossible de vérifier les mises à jour
it: Impossibile controllare gli aggiornamenti
ja: 更新を確認できません
ko: 업데이트를 확인할 수 없음
ru: Не удалось проверить обновления
zh_cn: 无法检查更新
zh_hant: 無法檢查更新

# ViewSettingsPageInvalidUpdateResponse
source: The update server returned an invalid response.
fr: Le serveur de mise à jour a renvoyé une réponse invalide.
it: Il server degli aggiornamenti ha restituito una risposta non valida.
ja: 更新サーバーから無効な応答が返されました。
ko: 업데이트 서버에서 잘못된 응답을 반환했습니다.
ru: Сервер обновлений вернул недопустимый ответ.
zh_cn: 更新服务器返回了无效响应。
zh_hant: 更新伺服器傳回無效回應。

# ViewSettingsPageNoValidUpdateMirror
source: No valid update mirror could be launched
fr: Aucun miroir de mise à jour valide n'a pu être lancé
it: Non è stato possibile avviare alcun mirror valido
ja: 有効な更新ミラーを起動できませんでした
ko: 실행할 수 있는 유효한 업데이트 미러가 없습니다
ru: Не удалось запустить допустимое зеркало обновления
zh_cn: 无法启动有效的更新镜像
zh_hant: 無法啟動有效的更新鏡像

# ViewRSSViewModelAddingFeed
source: Adding feed…
fr: Ajout du flux…
it: Aggiunta feed…
ja: フィードを追加中…
ko: 피드 추가 중…
ru: Добавление ленты…
zh_cn: 正在添加订阅源…
zh_hant: 正在新增摘要…

# ViewRSSViewModelFetchingFeed
source: Fetching feed content…
fr: Récupération du contenu du flux…
it: Recupero del contenuto del feed…
ja: フィードの内容を取得中…
ko: 피드 콘텐츠 가져오는 중…
ru: Получение содержимого ленты…
zh_cn: 正在获取订阅源内容…
zh_hant: 正在取得摘要內容…

# ViewRSSViewModelFailedToAddFeed
source: Failed to add feed
fr: Échec de l'ajout du flux
it: Impossibile aggiungere il feed
ja: フィードを追加できませんでした
ko: 피드를 추가하지 못했습니다
ru: Не удалось добавить ленту
zh_cn: 添加订阅源失败
zh_hant: 新增摘要失敗

# ViewRSSViewModelFeedRemoved
source: Feed removed
fr: Flux supprimé
it: Feed rimosso
ja: フィードを削除しました
ko: 피드가 제거되었습니다
ru: Лента удалена
zh_cn: 订阅源已移除
zh_hant: 摘要已移除

# ViewRSSViewModelRefreshingFeed
source: Refreshing feed…
fr: Actualisation du flux…
it: Aggiornamento feed…
ja: フィードを更新中…
ko: 피드 새로 고치는 중…
ru: Обновление ленты…
zh_cn: 正在刷新订阅源…
zh_hant: 正在重新整理摘要…

# ViewRSSViewModelRefreshingAllFeeds
source: Refreshing all feeds…
fr: Actualisation de tous les flux…
it: Aggiornamento di tutti i feed…
ja: すべてのフィードを更新中…
ko: 모든 피드 새로 고치는 중…
ru: Обновление всех лент…
zh_cn: 正在刷新所有订阅源…
zh_hant: 正在重新整理所有摘要…

# ViewRSSViewModelFeedSettingsUpdated
source: Feed settings updated
fr: Paramètres du flux mis à jour
it: Impostazioni feed aggiornate
ja: フィード設定を更新しました
ko: 피드 설정이 업데이트되었습니다
ru: Настройки ленты обновлены
zh_cn: 订阅源设置已更新
zh_hant: 摘要設定已更新

# ViewRSSViewModelFeedUpdated
source: Feed updated
fr: Flux mis à jour
it: Feed aggiornato
ja: フィードを更新しました
ko: 피드가 업데이트되었습니다
ru: Лента обновлена
zh_cn: 订阅源已更新
zh_hant: 摘要已更新

# ViewTorrentCheckModalWindowSelectedItemNotBitTorrent
source: The selected item is not a BitTorrent task.
fr: L'élément sélectionné n'est pas une tâche BitTorrent.
it: L'elemento selezionato non è un'attività BitTorrent.
ja: 選択した項目は BitTorrent タスクではありません。
ko: 선택한 항목은 BitTorrent 작업이 아닙니다.
ru: Выбранный элемент не является задачей BitTorrent.
zh_cn: 所选项目不是 BitTorrent 任务。
zh_hant: 選取的項目不是 BitTorrent 工作。

# ViewTorrentCheckModalWindowEngineUnavailable
source: The BitTorrent engine is not available.
fr: Le moteur BitTorrent n'est pas disponible.
it: Il motore BitTorrent non è disponibile.
ja: BitTorrent エンジンを利用できません。
ko: BitTorrent 엔진을 사용할 수 없습니다.
ru: Движок BitTorrent недоступен.
zh_cn: BitTorrent 引擎不可用
zh_hant: BitTorrent 引擎無法使用。

# ViewTorrentCheckModalWindowMetadataUnavailable
source: Torrent metadata is not available for this task.
fr: Les métadonnées torrent ne sont pas disponibles pour cette tâche.
it: I metadati torrent non sono disponibili per questa attività.
ja: このタスクの torrent メタデータは利用できません。
ko: 이 작업의 토렌트 메타데이터를 사용할 수 없습니다.
ru: Метаданные torrent недоступны для этой задачи.
zh_cn: 此任务没有可用的种子元数据。
zh_hant: 此工作沒有可用的 torrent 中繼資料。

# ViewTorrentCheckModalWindowInvalidLinkOrPath
source: Invalid torrent link or file path.
fr: Lien torrent ou chemin de fichier invalide.
it: Collegamento torrent o percorso file non valido.
ja: torrent リンクまたはファイルパスが無効です。
ko: 잘못된 토렌트 링크 또는 파일 경로입니다.
ru: Недопустимая ссылка torrent или путь к файлу.
zh_cn: 种子链接或文件路径无效。
zh_hant: torrent 連結或檔案路徑無效。

# ViewTorrentCheckModalWindowMetadataFetchError
source: Metadata fetch error:
fr: Erreur de récupération des métadonnées :
it: Errore nel recupero dei metadati:
ja: メタデータ取得エラー:
ko: 메타데이터 가져오기 오류:
ru: Ошибка получения метаданных:
zh_cn: 获取元数据时出错：
zh_hant: 取得中繼資料時發生錯誤：

# ViewTorrentCheckModalWindowUnknownMetadataFetchError
source: Unknown error during metadata fetch.
fr: Erreur inconnue lors de la récupération des métadonnées.
it: Errore sconosciuto durante il recupero dei metadati.
ja: メタデータ取得中に不明なエラーが発生しました。
ko: 메타데이터를 가져오는 중 알 수 없는 오류가 발생했습니다.
ru: Неизвестная ошибка при получении метаданных.
zh_cn: 获取元数据时发生未知错误。
zh_hant: 取得中繼資料時發生未知錯誤。

# ViewTorrentCheckModalWindowInvalidTorrentSource
source: Invalid torrent source: not a magnet link or torrent file.
fr: Source torrent invalide : ce n'est ni un lien magnet ni un fichier torrent.
it: Fonte torrent non valida: non è un collegamento magnet né un file torrent.
ja: torrent ソースが無効です。magnet リンクまたは torrent ファイルではありません。
ko: 잘못된 토렌트 원본입니다. magnet 링크나 토렌트 파일이 아닙니다.
ru: Недопустимый источник torrent: это не magnet-ссылка и не torrent-файл.
zh_cn: 种子来源无效：不是磁力链接或种子文件。
zh_hant: torrent 來源無效：不是 magnet 連結或 torrent 檔案。

# ViewTorrentCheckModalWindowFailedToStartDownload
source: Failed to start download.
fr: Échec du démarrage du téléchargement.
it: Impossibile avviare il download.
ja: ダウンロードを開始できませんでした。
ko: 다운로드를 시작하지 못했습니다.
ru: Не удалось начать загрузку.
zh_cn: 无法开始下载。
zh_hant: 無法開始下載。

# ViewTorrentCheckModalWindowStartDownloadError
source: Error starting download:
fr: Erreur lors du démarrage du téléchargement :
it: Errore durante l'avvio del download:
ja: ダウンロード開始エラー:
ko: 다운로드 시작 오류:
ru: Ошибка запуска загрузки:
zh_cn: 开始下载时出错：
zh_hant: 開始下載時發生錯誤：

# ViewRSSViewModelDownloadStarted
source: Download started:
fr: Téléchargement démarré :
it: Download avviato:
ja: ダウンロードを開始しました:
ko: 다운로드 시작:
ru: Загрузка начата:
zh_cn: 下载已开始：
zh_hant: 下載已開始：

# ViewRSSViewModelNewItem
source: New item:
fr: Nouvel élément :
it: Nuovo elemento:
ja: 新しい項目:
ko: 새 항목:
ru: Новый элемент:
zh_cn: 新项目：
zh_hant: 新項目：

# ViewRSSViewModelError
source: Error:
fr: Erreur :
it: Errore:
ja: エラー:
ko: 오류:
ru: Ошибка:
zh_cn: 错误：
zh_hant: 錯誤：

# CommonYes
source: Yes
fr: Oui
it: Sì
ja: はい
ko: 예
ru: Да
zh_cn: 是
zh_hant: 是

# CommonNo
source: No
fr: Non
ja: いいえ
ko: 아니요
ru: Нет
zh_cn: 否
zh_hant: 否

# ViewTasksPageNavigationViewItemPieceMap.Header
source: Piece Map
fr: Bloc Map
zh_cn: 分块图
zh_hant: 分塊圖

# ViewTasksPageTabViewToggleMenuFlyoutItemTabWidthModeEqualToolTip.Content
source: Each tab has the same width
fr: Chaque onglet a la même largeur
it: Ogni scheda ha la stessa larghezza
ja: 各タブの幅は同じです
ko: 각 탭의 너비는 동일합니다
ru: Каждая вкладка имеет одинаковую ширину
zh_cn: 每个标签页的宽度都相同
zh_hant: 每個凸輪寬度相同

# ViewTasksPageTabViewToggleMenuFlyoutItemTabWidthModeSizeToContentToolTip.Content
source: Each tab adjusts its width to the content within the tab
fr: Chaque onglet ajuste sa largeur au contenu de l’onglet
it: Ogni scheda regola la larghezza del contenuto all'interno della scheda
ja: 各タブは、タブ内のコンテンツに合わせて幅を調整します
ko: 각 탭은 탭 내의 콘텐츠에 맞게 너비를 조정합니다
ru: Каждая вкладка настраивает ширину содержимого на вкладке
zh_cn: 每个标签页的宽度都会根据标签页内的内容自动调整
zh_hant: 每個分頁會根據分頁內內容調整寬度

# ViewTasksPageTabViewToggleMenuFlyoutItemTabWidthModeCompactToolTip.Content
source: Unselected tabs collapse to show only their icon. The selected tab adjusts to display the content within the tab
fr: Les onglets non sélectionnés s’réduisent pour afficher uniquement leur icône. L’onglet sélectionné s’ajuste pour afficher le contenu dans l’onglet
it: Le schede deselezionate comprimono per visualizzare solo l'icona. La scheda selezionata viene modificata per visualizzare il contenuto all'interno della scheda
ja: 選択されていないタブが折りたたまれると、そのアイコンのみが表示されます。 選択したタブが調整され、タブ内のコンテンツが表示されます
ko: 선택하지 않은 탭은 해당 아이콘만 표시하도록 축소됩니다. 선택한 탭이 탭 내의 콘텐츠를 표시하도록 조정됩니다
ru: Неизбранные вкладки свернуты, чтобы отобразить только их значок. Выбранная вкладка настраивается для отображения содержимого на вкладке
zh_cn: 未选中的标签页会折叠起来，只显示图标。选中的标签页会调整显示方式，显示标签页内的内容
zh_hant: 未選取的分頁會收斂，只顯示其圖示。 選取的索引標籤會調整以顯示索引標籤的內容

# ViewTaskSpeedGraphPageComboBoxItemNone.Content
source: None
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
ru: Нет
zh_cn: 无
zh_hant: 無

# BT_UpnpLeaseDuration.Header
source: UPnP lease duration (seconds)
fr: Durée du bail UPnP (secondes)
ja: UPnP リース期間 (秒)
zh_cn: UPnP 租约时长（秒）
zh_hant: UPnP 租約期限 (秒)

# BT_UpnpLeaseDuration.Description
source: Use 0 for a permanent mapping. A finite lease is refreshed at 75% of its duration.
fr: 0 crée un mappage permanent. Un bail limité est renouvelé à 75 % de sa durée.
ja: 0 は永続マッピングです。有限リースは期間の 75% で更新されます。
zh_cn: 设为 0 使用永久映射；有限租约会在其时长的 75% 处续租。
zh_hant: 0 表示永久對應；有限租約會在期限的 75% 時重新整理。

# WebUISettingsFrontendCard.Header
source: Frontend
fr: Interface
ja: フロントエンド
zh_cn: WebUI 前端
zh_hant: 前端

# WebUISettingsFrontendCard.Description
source: Both frontends use the same OpenNet/qBittorrent-compatible API and settings store.
fr: Les deux interfaces utilisent la même API compatible OpenNet/qBittorrent et le même stockage de paramètres.
ja: 両方のフロントエンドで同じ OpenNet/qBittorrent 互換 API と設定を使用します。
zh_cn: 两个前端共用同一套 OpenNet/qBittorrent 兼容 API 与设置存储。
zh_hant: 兩個前端共用相同的 OpenNet/qBittorrent 相容 API 與設定儲存區。

# ViewThemesSettingsPageAnimatedDigitsCard.Header
source: Animated numbers
fr: Nombres animés
ja: 数字のアニメーション
zh_cn: 数字动画
zh_hant: 數字動畫

# ViewThemesSettingsPageAnimatedDigitsCard.Description
source: Animate displayed numbers when their values change
fr: Animer les nombres affichés lorsque leur valeur change
ja: 表示値が変化したときに数字をアニメーションします
zh_cn: 显示的数字发生变化时播放过渡动画
zh_hant: 顯示的數字變更時播放轉場動畫

# TorrentCopyLocationDownloadFolder.Content
source: Download target folder
fr: Dossier de destination du téléchargement
ja: ダウンロード先フォルダー
zh_cn: 下载目标文件夹
zh_hant: 下載目標資料夾

# TorrentCopyLocationContentFolder.Content
source: Torrent content folder
fr: Dossier du contenu du torrent
ja: トレント コンテンツ フォルダー
zh_cn: 种子内容文件夹
zh_hant: 種子內容資料夾

# TorrentCopyOverwriteTitle
source: Torrent file already exists
fr: Le fichier torrent existe déjà
ja: トレント ファイルは既に存在します
zh_cn: 种子文件已存在
zh_hant: 種子檔案已存在

# TorrentCopyOverwriteMessage
source: A .torrent file with the same name already exists. Replace it?
fr: Un fichier .torrent du même nom existe déjà. Le remplacer ?
ja: 同名の .torrent ファイルが既に存在します。置き換えますか?
zh_cn: 同名 .torrent 文件已经存在，是否替换？
zh_hant: 同名 .torrent 檔案已經存在，是否取代？

# TorrentCopyOverwritePrimary
source: Replace
fr: Remplacer
ja: 置き換え
zh_cn: 替换
zh_hant: 取代

# SettingsSearchBox.PlaceholderText
source: Search settings
fr: Rechercher dans les paramètres
ja: 設定を検索
zh_cn: 搜索设置
zh_hant: 搜尋設定

# BT_MaxPeerListSize.Header
source: Maximum peer list size
fr: Taille maximale de la liste de pairs
ja: ピア リストの最大サイズ
zh_cn: 最大对等节点列表
zh_hant: 節點清單大小上限

# BT_MaxPeerListSize.Description
source: Maximum number of known peers kept for each torrent
fr: Nombre maximal de pairs connus conservés par torrent
ja: Torrent ごとに保持する既知のピア数の上限
zh_cn: 每个种子保留的已知对等节点数量上限
zh_hant: 每個 Torrent 保留的已知節點數上限

# BT_PeerFingerprint.Header
source: Peer fingerprint
fr: Empreinte du pair
ja: ピア フィンガープリント
zh_cn: 客户端指纹
zh_hant: 節點指紋

# BT_PeerFingerprint.Description
source: Client identification string sent to peers
fr: Chaîne d’identification du client envoyée aux pairs
ja: ピアに送信するクライアント識別文字列
zh_cn: 发送给对等节点的客户端标识字符串
zh_hant: 傳送給節點的用戶端識別字串

# BT_AdvancedPerformance.Header
source: Advanced performance
fr: Performances avancées
ja: 高度なパフォーマンス
zh_cn: 高级性能设置
zh_hant: 進階效能

# BT_AdvancedPerformance.Description
source: Disk cache, hashing and send-buffer settings shared by the native UI and WebUIs
fr: Cache disque, hachage et tampons d’envoi partagés par l’interface native et les WebUI
ja: ネイティブ UI と WebUI で共有するディスクキャッシュ、ハッシュ、送信バッファの設定
zh_cn: 原生界面与 WebUI 共用的磁盘缓存、哈希和发送缓冲设置
zh_hant: 原生介面與 WebUI 共用的磁碟快取、雜湊及傳送緩衝區設定

# BT_HashingThreads.Header
source: Hashing threads
fr: Threads de hachage
ja: ハッシュ スレッド
zh_cn: 哈希线程数
zh_hant: 雜湊執行緒

# BT_FilePoolSize.Header
source: File pool size
fr: Taille du pool de fichiers
ja: ファイル プール サイズ
zh_cn: 文件池大小
zh_hant: 檔案集區大小

# BT_DiskQueueSize.Header
source: Disk cache and queue budget (KiB)
fr: Budget du cache et de la file disque (Kio)
ja: ディスクキャッシュとキューの予算 (KiB)
zh_cn: 磁盘缓存与队列预算（KiB）
zh_hant: 磁碟快取與佇列預算 (KiB)

# BT_DiskQueueSize.Description
source: Memory budget used by libtorrent's disk I/O queue; 0 selects the engine default
fr: Mémoire utilisée par la file d’E/S disque de libtorrent ; 0 utilise la valeur du moteur
ja: libtorrent のディスク I/O キューが使用するメモリ。0 はエンジンの既定値
zh_cn: libtorrent 磁盘 I/O 队列使用的内存预算；0 表示使用引擎默认值
zh_hant: libtorrent 磁碟 I/O 佇列使用的記憶體預算；0 表示使用引擎預設值

# BT_PieceExtentAffinity.Header
source: Use piece extent affinity
fr: Utiliser l’affinité d’étendue des pièces
ja: ピース範囲アフィニティを使用
zh_cn: 启用分块范围亲和性
zh_hant: 使用分塊範圍親和性

# BT_UploadSuggestions.Header
source: Send upload piece suggestions
fr: Envoyer des suggestions de pièces à téléverser
ja: アップロード ピース候補を送信
zh_cn: 发送上传分块建议
zh_hant: 傳送上傳分塊建議

# BT_SendBufferWatermark.Header
source: Send buffer watermark (KiB)
fr: Seuil du tampon d’envoi (Kio)
ja: 送信バッファ水位 (KiB)
zh_cn: 发送缓冲高水位（KiB）
zh_hant: 傳送緩衝區水位 (KiB)

# BT_SendBufferLowWatermark.Header
source: Send buffer low watermark (KiB)
fr: Seuil bas du tampon d’envoi (Kio)
ja: 送信バッファ低水位 (KiB)
zh_cn: 发送缓冲低水位（KiB）
zh_hant: 傳送緩衝區低水位 (KiB)

# BT_SendBufferWatermarkFactor.Header
source: Send buffer watermark factor (%)
fr: Facteur du seuil du tampon d’envoi (%)
ja: 送信バッファ水位係数 (%)
zh_cn: 发送缓冲水位系数（%）
zh_hant: 傳送緩衝區水位係數 (%)

# BT_AdvancedNetwork.Header
source: Advanced network behavior
fr: Comportement réseau avancé
ja: 高度なネットワーク動作
zh_cn: 高级网络行为
zh_hant: 進階網路行為

# BT_AdvancedNetwork.Description
source: Connection scheduling, socket and peer policies
fr: Planification des connexions, sockets et règles des pairs
ja: 接続スケジュール、ソケット、ピア ポリシー
zh_cn: 连接调度、套接字和对等节点策略
zh_hant: 連線排程、Socket 與節點原則

# BT_ConnectionSpeed.Header
source: Outgoing connections per second
fr: Connexions sortantes par seconde
ja: 1 秒あたりの送信接続数
zh_cn: 每秒发起连接数
zh_hant: 每秒向外連線數

# BT_SeedingOutgoingConnections.Header
source: Allow outgoing connections when seeding
fr: Autoriser les connexions sortantes pendant le partage
ja: シード中の送信接続を許可
zh_cn: 做种时允许主动连接
zh_hant: 做種時允許向外連線

# BT_SocketSendBufferSize.Header
source: Socket send buffer size (KiB)
fr: Taille du tampon d’envoi du socket (Kio)
ja: ソケット送信バッファ サイズ (KiB)
zh_cn: 套接字发送缓冲大小（KiB）
zh_hant: Socket 傳送緩衝區大小 (KiB)

# BT_SocketReceiveBufferSize.Header
source: Socket receive buffer size (KiB)
fr: Taille du tampon de réception du socket (Kio)
ja: ソケット受信バッファ サイズ (KiB)
zh_cn: 套接字接收缓冲大小（KiB）
zh_hant: Socket 接收緩衝區大小 (KiB)

# BT_SocketBacklogSize.Header
source: Socket backlog size
fr: Taille de la file d’attente des sockets
ja: ソケット バックログ サイズ
zh_cn: 套接字等待队列大小
zh_hant: Socket 等候佇列大小

# BT_MixedMode.Header
source: μTP/TCP mixed mode
fr: Mode mixte μTP/TCP
ja: μTP/TCP 混合モード
zh_cn: μTP/TCP 混合模式
zh_hant: μTP/TCP 混合模式

# BT_HostnameCacheTtl.Header
source: Hostname cache TTL (seconds)
fr: TTL du cache des noms d’hôte (secondes)
ja: ホスト名キャッシュ TTL (秒)
zh_cn: 主机名缓存有效期（秒）
zh_hant: 主機名稱快取 TTL (秒)

# BT_ValidateHttpsTrackers.Header
source: Validate HTTPS tracker certificates
fr: Valider les certificats HTTPS des traqueurs
ja: HTTPS トラッカー証明書を検証
zh_cn: 验证 HTTPS Tracker 证书
zh_hant: 驗證 HTTPS Tracker 憑證

# BT_SsrfMitigation.Header
source: SSRF mitigation
fr: Atténuation SSRF
ja: SSRF 緩和
zh_cn: SSRF 防护
zh_hant: SSRF 緩解

# BT_BlockPrivilegedPorts.Header
source: Block peers on privileged ports
fr: Bloquer les pairs sur les ports privilégiés
ja: 特権ポートのピアをブロック
zh_cn: 阻止使用特权端口的节点
zh_hant: 封鎖使用特權連接埠的節點

# BT_UploadSlotsBehavior.Header
source: Upload slots behavior
fr: Comportement des emplacements d’envoi
ja: アップロード スロット動作
zh_cn: 上传槽位行为
zh_hant: 上傳插槽行為

# BT_UploadChokingAlgorithm.Header
source: Upload choking algorithm
fr: Algorithme de limitation d’envoi
ja: アップロード チョーク アルゴリズム
zh_cn: 上传阻塞算法
zh_hant: 上傳阻塞演算法

# BT_AdvancedTracker.Header
source: Advanced tracker behavior
fr: Comportement avancé des traqueurs
ja: 高度なトラッカー動作
zh_cn: 高级 Tracker 行为
zh_hant: 進階 Tracker 行為

# BT_AdvancedTracker.Description
source: Announce identity, tracker concurrency and peer turnover
fr: Identité d’annonce, concurrence des traqueurs et renouvellement des pairs
ja: アナウンス ID、トラッカーの同時実行数、ピアの入れ替え
zh_cn: 通告身份、Tracker 并发和对等节点轮换
zh_hant: 宣告識別、Tracker 並行數與節點輪替

# BT_DhtBootstrapNodes.Header
source: DHT bootstrap nodes
fr: Nœuds d’amorçage DHT
ja: DHT ブートストラップ ノード
zh_cn: DHT 引导节点
zh_hant: DHT 啟動節點

# BT_AnnounceIp.Header
source: IP reported to trackers
fr: IP annoncée aux traqueurs
ja: トラッカーに通知する IP
zh_cn: 向 Tracker 报告的 IP
zh_hant: 向 Tracker 回報的 IP

# BT_AnnouncePort.Header
source: Port reported to trackers
fr: Port annoncé aux traqueurs
ja: トラッカーに通知するポート
zh_cn: 向 Tracker 报告的端口
zh_hant: 向 Tracker 回報的連接埠

# BT_MaxConcurrentHttpAnnounces.Header
source: Maximum concurrent HTTP announces
fr: Annonces HTTP simultanées maximales
ja: HTTP 同時アナウンスの上限
zh_cn: HTTP 通告最大并发数
zh_hant: HTTP 同時宣告上限

# BT_StopTrackerTimeout.Header
source: Stop tracker timeout (seconds)
fr: Délai d’arrêt du traqueur (secondes)
ja: トラッカー停止タイムアウト (秒)
zh_cn: 停止 Tracker 超时（秒）
zh_hant: 停止 Tracker 逾時 (秒)

# BT_PeerTurnover.Header
source: Peer turnover disconnect (%)
fr: Déconnexion lors du renouvellement des pairs (%)
ja: ピア入れ替え時の切断率 (%)
zh_cn: 节点轮换断开比例（%）
zh_hant: 節點輪替中斷比例 (%)

# BT_PeerTurnoverCutoff.Header
source: Peer turnover threshold (%)
fr: Seuil de renouvellement des pairs (%)
ja: ピア入れ替えしきい値 (%)
zh_cn: 节点轮换阈值（%）
zh_hant: 節點輪替臨界值 (%)

# BT_PeerTurnoverInterval.Header
source: Peer turnover interval (seconds)
fr: Intervalle de renouvellement des pairs (secondes)
ja: ピア入れ替え間隔 (秒)
zh_cn: 节点轮换间隔（秒）
zh_hant: 節點輪替間隔 (秒)

# BT_RequestQueueSize.Header
source: Maximum outstanding requests per peer
fr: Requêtes en attente maximales par pair
ja: ピアごとの未処理リクエスト上限
zh_cn: 每个节点的最大未完成请求数
zh_hant: 每個節點的未完成要求上限

# BT_DownloadDefaults.Header
source: Download defaults
fr: Valeurs par défaut des téléchargements
ja: ダウンロードの既定値
zh_cn: 下载默认设置
zh_hant: 下載預設值

# BT_DownloadDefaults.Description
source: Default behavior for new downloads
fr: Comportement par défaut des nouveaux téléchargements
ja: 新しいダウンロードの既定動作
zh_cn: 新下载任务的默认行为
zh_hant: 新下載工作的預設行為

# BT_DefaultSavePath.Header
source: Default save path
fr: Chemin d’enregistrement par défaut
ja: 既定の保存先
zh_cn: 默认保存路径
zh_hant: 預設儲存路徑

# BT_PreallocateStorage.Header
source: Pre-allocate storage
fr: Préallouer le stockage
ja: ストレージを事前割り当て
zh_cn: 预分配存储空间
zh_hant: 預先配置儲存空間

# BT_AutoStartDownloads.Header
source: Auto-start downloads
fr: Démarrer automatiquement les téléchargements
ja: ダウンロードを自動開始
zh_cn: 自动开始下载
zh_hant: 自動開始下載

# BT_MoveCompleted.Header
source: Move completed downloads
fr: Déplacer les téléchargements terminés
ja: 完了したダウンロードを移動
zh_cn: 移动已完成下载
zh_hant: 移動已完成的下載

# BT_MoveCompletedPath.Header
source: Move completed path
fr: Chemin des téléchargements terminés
ja: 完了したダウンロードの移動先
zh_cn: 已完成任务移动路径
zh_hant: 已完成下載的移動路徑

# SettingsGeneralSearchTags
source: general language update startup refresh theme
fr: général langue mise à jour démarrage actualisation thème
ja: 一般 言語 更新 起動ページ 更新間隔 テーマ
zh_cn: 常规 通用 语言 更新 启动页 刷新 主题
zh_hant: 一般 通用 語言 更新 啟動頁 重新整理 主題

# SettingsBitTorrentSearchTags
source: BitTorrent peer protocol connection encryption proxy cache disk performance WebTorrent WebRTC STUN I2P NAT-PMP
fr: BitTorrent pair protocole connexion chiffrement proxy cache disque performances WebTorrent
ja: BitTorrent ピア プロトコル 接続 暗号化 プロキシ キャッシュ ディスク パフォーマンス WebTorrent
zh_cn: BitTorrent BT 种子 用户 协议 连接 加密 代理 缓存 磁盘 性能 WebTorrent WebRTC STUN I2P NAT-PMP
zh_hant: BitTorrent BT 種子 使用者 協定 連線 加密 Proxy 快取 磁碟 效能 WebTorrent WebRTC STUN I2P NAT-PMP

# SettingsNetworkSearchTags
source: network port listen IPv4 IPv6 TCP uTP UPnP NAT-PMP DHT proxy
fr: réseau port écoute IPv4 IPv6 TCP uTP UPnP NAT-PMP DHT proxy
ja: ネットワーク ポート リッスン IPv4 IPv6 TCP uTP UPnP NAT-PMP DHT プロキシ
zh_cn: 网络 端口 监听 IPv4 IPv6 TCP uTP UPnP NAT-PMP DHT 代理
zh_hant: 網路 連接埠 監聽 IPv4 IPv6 TCP uTP UPnP NAT-PMP DHT Proxy

# SettingsTrackerSearchTags
source: tracker announce subscription automatic tracker list
fr: tracker annonce abonnement automatique liste
ja: トラッカー アナウンス 購読 自動 トラッカーリスト
zh_cn: Tracker 追踪器 公告 订阅 自动 添加 列表
zh_hant: Tracker 追蹤器 公告 訂閱 自動 新增 清單

# SettingsIPFilterSearchTags
source: IP filter block ban subscription IPv4 IPv6
fr: filtre IP bloquer bannir abonnement IPv4 IPv6
ja: IP フィルター ブロック 禁止 購読 IPv4 IPv6
zh_cn: IP 过滤 屏蔽 封禁 订阅 IPv4 IPv6
zh_hant: IP 篩選 封鎖 封禁 訂閱 IPv4 IPv6

# SettingsClientFilterSearchTags
source: client filter peer client block allow rule
fr: filtre client pair bloquer autoriser règle
ja: クライアント フィルター ピア ブロック 許可 ルール
zh_cn: 客户端 过滤 用户 屏蔽 允许 规则
zh_hant: 用戶端 篩選 使用者 封鎖 允許 規則

# SettingsDownloadSearchTags
source: download path torrent file save hash check verify aria2 thread connection delete file
fr: téléchargement chemin torrent enregistrer hachage vérifier aria2 fils connexion supprimer fichier
ja: ダウンロード パス torrent 保存 ハッシュ チェック 検証 aria2 スレッド 接続 ファイル削除
zh_cn: 下载 路径 种子文件 保存 哈希 校验 aria2 线程 连接 删除文件
zh_hant: 下載 路徑 種子檔案 儲存 雜湊 驗證 aria2 執行緒 連線 刪除檔案

# SettingsWebUISearchTags
source: Web UI browser remote address port username password language API key VueTorrent
fr: Web UI navigateur distant adresse port utilisateur mot de passe langue clé API VueTorrent
ja: Web UI ブラウザー リモート アドレス ポート ユーザー名 パスワード 言語 APIキー VueTorrent
zh_cn: Web UI 网页 远程 地址 端口 用户名 密码 语言 API 密钥 VueTorrent
zh_hant: Web UI 網頁 遠端 位址 連接埠 使用者名稱 密碼 語言 API 金鑰 VueTorrent

# SettingsAppearanceSearchTags
source: appearance theme background image video mica acrylic font animation digit color
fr: apparence thème arrière-plan image vidéo mica acrylique police animation chiffres couleur
ja: 外観 テーマ 背景 画像 動画 Mica Acrylic フォント アニメーション 数字 色
zh_cn: 外观 主题 背景 图片 视频 云母 亚克力 字体 动画 数字 颜色
zh_hant: 外觀 主題 背景 圖片 影片 雲母 壓克力 字型 動畫 數字 色彩

# SettingsAboutSearchTags
source: about version license dependency diagnostics update
fr: à propos version licence dépendance diagnostic mise à jour
ja: 情報 バージョン ライセンス 依存関係 診断 更新
zh_cn: 关于 版本 许可 依赖 诊断 更新
zh_hant: 關於 版本 授權 相依性 診斷 更新

# BT_AdvancedSectionHeader.Text
source: Advanced libtorrent
fr: Paramètres avancés de libtorrent
ja: libtorrent 詳細設定
zh_cn: libtorrent 高级设置
zh_hant: libtorrent 進階設定

# BT_DefaultSavePathInput.PlaceholderText
source: Downloads folder
fr: Dossier Téléchargements
ja: ダウンロード フォルダー
zh_cn: 下载文件夹
zh_hant: 下載資料夾

# TorrentCopyOverwriteMessageText.Text
source: A .torrent file with the same name already exists. Replace it?
fr: Un fichier .torrent du même nom existe déjà. Le remplacer ?
ja: 同名の .torrent ファイルが既に存在します。置き換えますか?
zh_cn: 已存在同名 .torrent 文件，是否替换？
zh_hant: 已存在同名 .torrent 檔案，是否取代？

# TorrentTrackerListHeader.Text
source: Tracker list for this task
fr: Liste des traqueurs de cette tâche
ja: このタスクのトラッカー一覧
zh_cn: 此任务的 Tracker 列表
zh_hant: 此工作的 Tracker 清單
